Repository: z23blhx/FufuLauncher
Catalog: FufuLauncher/Strings/*/Resources.resw
Source language: en_us
Languages: de_de, es_mx, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, pt_br, ru_ru, zh_cn, zh_tw

# CustomLaunchArgsInfo
source: Tip: Parameters are appended after the launch command. Do not enter the game path. If it doesn't respond, try clicking the preset button a few more times.
de_de: Hinweis: Parameter werden mit Leerzeichen angehängt. Keinen Spielpfad eingeben. Bei Problemen mehrfach auf die Vorlagen-Schaltfläche klicken.
es_mx: Consejo: Los parámetros se añaden después del comando de inicio. No introduzcas la ruta del juego. Si no responde, intenta hacer clic en el botón de ajustes unas cuantas veces más.
fr_fr: Astuce : les arguments sont ajoutés après la commande de lancement, séparés par des espaces. N'entrez pas le chemin du jeu. Si rien ne se passe, appuyez plusieurs fois sur le bouton de préréglage.
hi_in: सुझाव: पैरामीटर लॉन्च कमांड के बाद जोड़े जाते हैं। गेम पथ दर्ज न करें। यदि प्रतिक्रिया न मिले, तो प्रीसेट बटन को कुछ बार और दबाने का प्रयास करें।
id_id: Tips: Parameter ditambahkan setelah perintah peluncuran. Jangan masukkan path game. Jika tidak merespons, coba klik tombol preset beberapa kali lagi.
it_it: Suggerimento: I parametri sono aggiunti dopo il comando di avvio. Non inserire il percorso del gioco. Se non risponde, prova a cliccare il pulsante predefinito ancora qualche volta.
ja_jp: ヒント: 引数はスペース区切りで追加されます。ゲームパスを入力しないでください。
ko_kr: 팁: 매개변수는 실행 명령 뒤에 추가됩니다. 게임 경로를 입력하지 마세요. 응답이 없으면 프리셋 버튼을 몇 번 더 클릭해 보세요.
pt_br: Dica: Os parâmetros são anexados após o comando de inicialização. Não insira o caminho do jogo. Se não responder, tente clicar no botão de predefinição mais algumas vezes.
ru_ru: Подсказка: Параметры добавляются после команды запуска. Не вводите путь к игре. Если не реагирует, нажмите кнопку пресета ещё раз.
zh_cn: 提示：参数将以空格追加到游戏启动命令后，请勿输入游戏路径 如果点了没反应，请多按几下预设选项按钮
zh_tw: 提示：參數將以空格附加到遊戲啟動命令後，請勿輸入遊戲路徑。如果點擊無反應，請多按幾下預設選項按鈕

# CustomExeNameTitle
source: Custom Game Executable Name
de_de: Benutzerdefinierter Spielprogrammname
es_mx: Nombre del ejecutable del juego personalizado
fr_fr: Nom personnalisé de l'exécutable principal
hi_in: कस्टम गेम एक्ज़ीक्यूटेबल नाम
id_id: Nama File Exe Game Kustom
it_it: Nome Eseguibile Gioco Personalizzato
ja_jp: カスタム実行ファイル名
ko_kr: 사용자 지정 게임 실행 파일 이름
pt_br: Nome personalizado do executável do jogo
ru_ru: Имя исполняемого файла
zh_cn: 自定义游戏主程序名称
zh_tw: 自訂遊戲主程式名稱

# CustomExeNameCaption
source: Customize the .exe filename used for detection and launch. Leave blank to use the default (YuanShen.exe / GenshinImpact.exe).
de_de: Ändere den Namen der exe-Datei für Erkennung und Start. Leer lassen, um den Standardwert zu verwenden (YuanShen.exe / GenshinImpact.exe).
es_mx: Personaliza el nombre del archivo .exe usado para detección e inicio. Déjalo en blanco para usar el predeterminado (YuanShen.exe / GenshinImpact.exe).
fr_fr: Modifier pour spécifier le nom du fichier exe à détecter et lancer. Laissez vide pour utiliser la valeur par défaut (YuanShen.exe / GenshinImpact.exe)
hi_in: पहचान और लॉन्च के लिए .exe फ़ाइल नाम कस्टमाइज़ करें। डिफ़ॉल्ट (YuanShen.exe / GenshinImpact.exe) उपयोग करने के लिए खाली छोड़ें।
id_id: Sesuaikan nama file .exe yang digunakan untuk deteksi dan peluncuran. Kosongkan untuk menggunakan default (YuanShen.exe / GenshinImpact.exe).
it_it: Personalizza il nome file .exe usato per rilevamento e avvio. Lascia vuoto per usare il predefinito (YuanShen.exe / GenshinImpact.exe).
ja_jp: 検出・起動用のexeファイル名。空欄でデフォルト。
ko_kr: 감지 및 실행에 사용할 .exe 파일 이름을 사용자 지정하세요. 비워 두면 기본값(YuanShen.exe / GenshinImpact.exe)을 사용합니다.
pt_br: Personalize o nome do .exe usado para detecção e inicialização. Deixe em branco para usar o padrão (YuanShen.exe / GenshinImpact.exe).
ru_ru: Настройте имя .exe для обнаружения и запуска. Пусто — по умолчанию (YuanShen.exe / GenshinImpact.exe).
zh_cn: 修改此项可自定义检测和启动时的 exe 文件名。留空则使用默认值 (YuanShen.exe / GenshinImpact.exe)
zh_tw: 修改此項可自訂偵測和啟動時的 exe 檔案名稱。留空則使用預設值 (YuanShen.exe / GenshinImpact.exe)

# CustomExeNamePlaceholder
source: e.g. YuanShen.exe
de_de: z.B.: YuanShen.exe
es_mx: ej. YuanShen.exe
fr_fr: Exemple : YuanShen.exe
hi_in: जैसे YuanShen.exe
id_id: mis. YuanShen.exe
it_it: es. YuanShen.exe
ja_jp: 例: YuanShen.exe
ko_kr: 예: YuanShen.exe
pt_br: ex.: YuanShen.exe
ru_ru: напр. YuanShen.exe
zh_cn: 例如: YuanShen.exe
zh_tw: 例如：YuanShen.exe

# InjectionModuleTitle
source: Injection Module
de_de: Injektionsmodul
es_mx: Módulo de inyección
fr_fr: Module d'injection
hi_in: इंजेक्शन मॉड्यूल
id_id: Modul Injeksi
it_it: Modulo Injection
ja_jp: 注入モジュール
ko_kr: 인젝션 모듈
pt_br: Módulo de injeção
ru_ru: Модуль инжекта
zh_cn: 注入模块
zh_tw: 注入模組

# InjectionModuleHeader
source: Select Injection Module
de_de: Injektionsmodul auswählen
es_mx: Seleccionar módulo de inyección
fr_fr: Sélectionner le module d'injection
hi_in: इंजेक्शन मॉड्यूल चुनें
id_id: Pilih Modul Injeksi
it_it: Seleziona Modulo Injection
ja_jp: 注入モジュールを選択
ko_kr: 인젝션 모듈 선택
pt_br: Selecionar módulo de injeção
ru_ru: Выберите модуль инжекта
zh_cn: 选择注入模块
zh_tw: 選擇注入模組

# InjectionBuiltIn
source: Built-in Injection
de_de: Integrierte Injektion
es_mx: Inyección integrada
fr_fr: Injection intégrée
hi_in: बिल्ट-इन इंजेक्शन
id_id: Injeksi Bawaan
it_it: Injection Integrata
ja_jp: 内蔵注入
ko_kr: 내장 인젝션
pt_br: Injeção interna
ru_ru: Встроенный инжект
zh_cn: 内置注入
zh_tw: 內建注入

# InjectionStandalone
source: Standalone Injection
de_de: Eigenständige Injektion
es_mx: Inyección independiente
fr_fr: Injection indépendante
hi_in: स्टैंडअलोन इंजेक्शन
id_id: Injeksi Standalone
it_it: Injection Esterna
ja_jp: スタンドアロン注入
ko_kr: 독립형 인젝션
pt_br: Injeção independente
ru_ru: Внешний инжект
zh_cn: 独立注入
zh_tw: 獨立注入

# InjectionCaption
source: Built-in uses the launcher's engine to load plugins; Standalone uses an external program — useful when built-in is incompatible.
de_de: Die integrierte Injektion lädt Plugins über die Launcher-eigene Engine; die eigenständige Injektion verwendet ein separates Programm zum Starten des Spiels und Laden der Plugins – geeignet, wenn der integrierte Modus nicht kompatibel ist.
es_mx: La integrada usa el motor del launcher para cargar plugins; la independiente usa un programa externo — útil cuando la integrada es incompatible.
fr_fr: L'injection intégrée charge les plugins via le moteur du lanceur. L'injection indépendante utilise un programme externe pour lancer le jeu et charger les plugins, à utiliser si le mode intégré est incompatible.
hi_in: बिल्ट-इन लॉन्चर के इंजन से प्लगइन लोड करता है; स्टैंडअलोन बाहरी प्रोग्राम का उपयोग करता है — बिल्ट-इन असंगत होने पर उपयोगी।
id_id: Bawaan menggunakan mesin launcher untuk memuat plugin; Standalone menggunakan program eksternal — berguna saat bawaan tidak kompatibel.
it_it: Integrata usa il motore del launcher per caricare i plugin; Esterna usa un programma esterno — utile quando l'integrata è incompatibile.
ja_jp: 内蔵はランチャーのエンジンを使用。スタンドアロンは外部プログラム。互換性がない場合に使用。
ko_kr: 내장은 런처 엔진으로 플러그인을 로드하며, 독립형은 외부 프로그램을 사용합니다. 내장 방식이 호환되지 않을 때 유용합니다.
pt_br: A injeção interna usa o motor do launcher para carregar plugins; a independente usa um programa externo — útil quando a interna é incompatível.
ru_ru: Встроенный использует движок лаунчера; Внешний — отдельную программу. Полезно при несовместимости встроенного.
zh_cn: 内置注入通过启动器自身引擎加载插件；独立注入使用独立程序启动游戏并加载插件，适用于内置模式不兼容的情况。
zh_tw: 內建注入透過啟動器自身引擎載入插件；獨立注入使用獨立程式啟動遊戲並載入插件，適用於內建模式不相容的情況。

# UsingHoyolabAccountTitle
source: Log into game with MiYouShe/HoyoLAB account
de_de: Mit einem miHoYo-/HoyoLAB-Konto direkt im Spiel anmelden
es_mx: Inicia sesión en el juego directamente con tu cuenta de miHoYo/HoyoLAB
fr_fr: Connexion au jeu avec un compte miHoYo/HoYoLAB
hi_in: MiYouShe/HoyoLAB खाते से गेम में लॉगिन करें
id_id: Masuk game langsung dengan akun miHoYo/HoyoLAB
ja_jp: MiYouShe/HoyoLAB アカウントでゲームに直接ログイン
ko_kr: 미유사/HoyoLAB 계정으로 게임에 직접 로그인
ru_ru: Использовать аккаунт miHoYo/HoYoLAB для входа в игру
zh_cn: 使用米游社/HoyoLAB 账户直接登录游戏
zh_tw: 使用米遊社/HoyoLAB 帳戶直接登入遊戲

# UsingHoyolabAccountCaption
source: Launch the game directly with your currently selected MiYouShe or HoyoLAB account, no need to re-enter credentials in-game.
de_de: Beim Start des Spiels wird automatisch das ausgewählte miHoYo- oder HoyoLAB-Konto verwendet, sodass keine erneute Eingabe von Benutzername und Passwort im Spiel erforderlich ist.
es_mx: Inicia el juego directamente con la identidad de la cuenta de miHoYo o HoyoLAB seleccionada actualmente, sin necesidad de ingresar nuevamente el usuario y contraseña en el juego.
fr_fr: Lancez le jeu directement avec le compte miHoYo ou HoYoLAB actuellement sélectionné, sans avoir à saisir à nouveau vos identifiants dans le jeu.
hi_in: अपने वर्तमान चयनित MiYouShe या HoyoLAB खाते से सीधे गेम लॉन्च करें, गेम में फिर से क्रेडेंशियल दर्ज करने की आवश्यकता नहीं।
id_id: Masuk game langsung sebagai akun miHoYo atau HoyoLAB yang dipilih saat peluncuran, tanpa perlu memasukkan ulang nama pengguna dan kata sandi di dalam game.
ja_jp: ゲーム起動時に、現在選択中のMiYouSheまたは HoyoLAB アカウントとしてゲームに直接サインインできます。ゲーム内で再度アカウント情報を入力する必要はありません。
ko_kr: 게임 시작 시 현재 선택된 미유사 또는 HoyoLAB 계정으로 게임에 직접 진입하며, 게임 내에서 계정과 비밀번호를 다시 입력할 필요가 없습니다.
ru_ru: При запуске игра откроется под выбранным аккаунтом miHoYo или HoYoLAB, вводить логин и пароль в игре не потребуется.
zh_cn: 启动游戏时直接以当前选中的米游社或 HoyoLAB 账户身份进入游戏，无需在游戏内再次输入账号密码。
zh_tw: 啟動遊戲時直接以目前選中的米遊社或 HoyoLAB 帳戶身分進入遊戲，無需在遊戲內再次輸入帳號密碼。

# HoyolabAccount_NoLoggedIn_Title
source: Cannot Enable
de_de: Kann nicht aktiviert werden
es_mx: No se puede activar
fr_fr: Activation impossible
hi_in: सक्षम नहीं किया जा सकता
id_id: Tidak Dapat Diaktifkan
ja_jp: 有効化できません
ko_kr: 사용할 수 없음
ru_ru: Не удалось включить
zh_cn: 无法开启
zh_tw: 無法開啟

# HoyolabAccount_NoLoggedIn_Message
source: Please log into a MiYouShe or HoyoLAB account first under Account settings.
de_de: Bitte melden Sie sich zuerst in den Kontoeinstellungen bei einem miHoYo- oder HoyoLAB-Konto an.
es_mx: Primero inicia sesión con una cuenta de miHoYo o HoyoLAB en la configuración de cuenta.
fr_fr: Veuillez d'abord vous connecter à un compte miHoYo ou HoYoLAB dans les paramètres du compte.
hi_in: कृपया पहले खाता सेटिंग्स में MiYouShe या HoyoLAB खाते में लॉगिन करें।
id_id: Silakan login akun miHoYo atau HoyoLAB terlebih dahulu di pengaturan akun.
ja_jp: まずアカウント設定でMiYouSheまたは HoyoLAB アカウントにログインしてください。
ko_kr: 먼저 계정 설정에서 미유사 또는 HoyoLAB 계정에 로그인해 주세요.
ru_ru: Сначала войдите в аккаунт miHoYo или HoYoLAB в настройках аккаунта.
zh_cn: 请先在账户设置中登录一个米游社或 HoyoLAB 账户。
zh_tw: 請先在帳戶設定中登入一個米遊社或 HoyoLAB 帳戶。

# HoyolabAccount_LoginExpired_Title
source: Account Session Expired
de_de: Kontoanmeldung abgelaufen
es_mx: La sesión de la cuenta ha expirado
fr_fr: Connexion du compte expirée
hi_in: खाता सत्र समाप्त हो गया
id_id: Sesi Login Akun Telah Kedaluwarsa
ja_jp: アカウントのログイン期限が切れました
ko_kr: 계정 로그인이 만료되었습니다
ru_ru: Срок сессии аккаунта истёк
zh_cn: 账户登录已过期
zh_tw: 帳戶登入已過期

# HoyolabAccount_LoginExpired_Message
source: Your current account needs to sign in again before using this feature.
de_de: Sie müssen sich mit dem aktuellen Konto erneut anmelden, um diese Funktion nutzen zu können.
es_mx: La cuenta actual necesita iniciar sesión nuevamente para usar esta función.
fr_fr: Le compte actuel doit être reconnecté pour utiliser cette fonctionnalité.
hi_in: इस सुविधा का उपयोग करने से पहले आपके वर्तमान खाते को फिर से साइन इन करना होगा।
id_id: Akun saat ini perlu login ulang sebelum dapat menggunakan fitur ini.
ja_jp: この機能を使用するには、現在のアカウントを再ログインする必要があります。
ko_kr: 이 기능을 사용하려면 먼저 현재 계정을 다시 로그인해야 합니다.
ru_ru: Чтобы воспользоваться этой функцией, необходимо войти в аккаунт повторно.
zh_cn: 当前账户需要重新登录后才能使用此功能。
zh_tw: 目前帳戶需要重新登入後才能使用此功能。

# HoyolabAccount_NoGamePath_Title
source: Game Not Selected
de_de: Kein Spiel ausgewählt
es_mx: No se ha seleccionado el juego
fr_fr: Aucun jeu sélectionné
hi_in: गेम चयनित नहीं है
id_id: Belum Ada Game yang Dipilih
ja_jp: ゲームが選択されていません
ko_kr: 게임이 선택되지 않음
ru_ru: Игра не выбрана
zh_cn: 未选择游戏
zh_tw: 未選擇遊戲

# HoyolabAccount_NoGamePath_Message
source: Please select the game installation directory on the home page first.
de_de: Bitte wählen Sie zunächst auf der Startseite den Installationspfad des Spiels aus.
es_mx: Primero selecciona la carpeta de instalación del juego en la página principal.
fr_fr: Veuillez d'abord sélectionner le répertoire d'installation du jeu dans la page d'accueil.
hi_in: कृपया पहले होम पेज पर गेम इंस्टॉलेशन निर्देशिका चुनें।
id_id: Silakan pilih direktori instalasi game terlebih dahulu di halaman utama.
ja_jp: まずホーム画面でゲームのインストールディレクトリを選択してください。
ko_kr: 먼저 메인 페이지에서 게임 설치 경로를 선택해 주세요.
ru_ru: Сначала выберите каталог установки игры на главной странице.
zh_cn: 请先在主页选择游戏安装目录。
zh_tw: 請先在首頁選擇遊戲安裝目錄。

# HoyolabAccount_Enabled_Title
source: Enabled
de_de: Aktiviert
es_mx: Activado
fr_fr: Activé
hi_in: सक्षम
id_id: Telah Diaktifkan
ja_jp: 有効化しました
ko_kr: 사용 설정됨
ru_ru: Включено
zh_cn: 已开启
zh_tw: 已開啟

# HoyolabAccount_Enabled_Message
source: Next time you launch the game, you will enter directly with your MiYouShe/HoyoLAB account. No need to enter credentials again.
de_de: Beim nächsten Spielstart wird automatisch das miHoYo-/HoyoLAB-Konto verwendet, sodass keine erneute Eingabe von Zugangsdaten erforderlich ist.
es_mx: La próxima vez que inicies el juego, entrarás directamente con la identidad de tu cuenta MiYouShe/HoyoLAB, sin necesidad de ingresar el usuario y la contraseña nuevamente.
fr_fr: Au prochain lancement du jeu, vous entrerez directement avec votre compte miHoYo/HoYoLAB, sans avoir à saisir à nouveau vos identifiants.
hi_in: अगली बार गेम लॉन्च करने पर आप सीधे अपने MiYouShe/HoyoLAB खाते से प्रवेश करेंगे। क्रेडेंशियल फिर से दर्ज करने की आवश्यकता नहीं।
id_id: Pada peluncuran game berikutnya, kamu akan langsung masuk sebagai akun miHoYo/HoyoLAB tanpa perlu memasukkan ulang nama pengguna dan kata sandi.
ja_jp: 次回ゲーム起動時に、MiYouShe/HoyoLAB アカウントとしてゲームに直接サインインします。アカウント情報を再度入力する必要はありません。
ko_kr: 다음 게임 시작 시 미유사/HoyoLAB 계정으로 게임에 직접 진입하며, 계정과 비밀번호를 다시 입력할 필요가 없습니다.
ru_ru: При следующем запуске игра откроется под аккаунтом miHoYo/HoYoLAB, повторно вводить логин и пароль не потребуется.
zh_cn: 下次启动游戏时将直接以米游社/HoyoLAB 账户身份进入游戏，无需再次输入账号密码。
zh_tw: 下次啟動遊戲時將直接以米遊社/HoyoLAB 帳戶身分進入遊戲，無需再次輸入帳號密碼。

# HoyolabAccount_EnableFailed_Title
source: Cannot Enable
de_de: Kann nicht aktiviert werden
es_mx: No se puede activar
fr_fr: Activation impossible
hi_in: सक्षम नहीं किया जा सकता
id_id: Tidak Dapat Diaktifkan
ja_jp: 有効化できません
ko_kr: 사용 설정 실패
ru_ru: Не удалось включить
zh_cn: 无法开启
zh_tw: 無法開啟

# HoyolabAccount_EnableFailed_Message
source: This account cannot use this feature right now. Please check the account session and try again.
de_de: Dieses Konto kann diese Funktion vorübergehend nicht nutzen. Bitte überprüfen Sie den Anmeldestatus und versuchen Sie es erneut.
es_mx: La cuenta actual no puede usar esta función por el momento. Verifica el estado de inicio de sesión e inténtalo de nuevo.
fr_fr: Cette fonctionnalité est temporairement indisponible pour ce compte. Veuillez vérifier l'état de connexion du compte, puis réessayer.
hi_in: यह खाता अभी इस सुविधा का उपयोग नहीं कर सकता। कृपया खाता सत्र जाँचें और पुनः प्रयास करें।
id_id: Fitur ini untuk sementara tidak dapat digunakan pada akun saat ini. Silakan periksa status login akun lalu coba lagi.
ja_jp: 現在のアカウントでは一時的にこの機能を使用できません。アカウントのログイン状態を確認してから再試行してください。
ko_kr: 현재 계정으로는 일시적으로 이 기능을 사용할 수 없습니다. 계정 로그인 상태를 확인한 후 다시 시도해 주세요.
ru_ru: Эта функция сейчас недоступна для аккаунта. Проверьте состояние входа и повторите попытку.
zh_cn: 当前账户暂时无法使用此功能，请检查账户登录状态后重试。
zh_tw: 目前帳戶暫時無法使用此功能，請檢查帳戶登入狀態後重試。

# HoyolabAccount_TempUnavailable_Title
source: Temporarily Unavailable
de_de: Vorübergehend nicht verfügbar
es_mx: Temporalmente no disponible
fr_fr: Temporairement indisponible
hi_in: अस्थायी रूप से अनुपलब्ध
id_id: Untuk Sementara Tidak Tersedia
ja_jp: 一時的に利用できません
ko_kr: 일시적으로 사용 불가
ru_ru: Временно недоступно
zh_cn: 暂时不可用
zh_tw: 暫時無法使用

# HoyolabAccount_TempUnavailable_Message
source: Network or service error. Please try again later.
de_de: Netzwerk- oder Dienstfehler. Bitte versuchen Sie es später erneut.
es_mx: Error de red o servicio. Inténtalo de nuevo más tarde.
fr_fr: Réseau ou service indisponible. Veuillez réessayer plus tard.
hi_in: नेटवर्क या सेवा त्रुटि। कृपया बाद में पुनः प्रयास करें।
id_id: Jaringan atau layanan sedang bermasalah, silakan coba lagi nanti.
ja_jp: ネットワークまたはサービスに異常があります。しばらくしてから再度お試しください。
ko_kr: 네트워크 또는 서비스에 문제가 있습니다. 잠시 후 다시 시도해 주세요.
ru_ru: Сеть или сервис недоступны. Повторите попытку позже.
zh_cn: 网络或服务异常，请稍后再试。
zh_tw: 網路或服務異常，請稍後再試。

# HoyolabAccount_ServerMismatch_Title
source: Account Does Not Match Server
de_de: Konto und Server stimmen nicht überein
es_mx: La cuenta no coincide con el servidor
fr_fr: Le compte ne correspond pas au serveur
hi_in: खाता सर्वर से मेल नहीं खाता
id_id: Akun Tidak Cocok dengan Server
ja_jp: アカウントとサーバーが一致しません
ko_kr: 계정과 서버가 일치하지 않음
ru_ru: Аккаунт не соответствует серверу
zh_cn: 账户与服务器不匹配
zh_tw: 帳戶與伺服器不相符

# HoyolabAccount_ServerMismatch_OverseaMsg
source: The selected HoyoLAB overseas account cannot be used to launch the Chinese mainland version of the game. Please switch to an account that matches the current server.
de_de: Das aktuell ausgewählte HoyoLAB-Konto für internationale Server kann nicht zum Starten des chinesischen Spiels verwendet werden. Bitte wechseln Sie zu einem Konto der entsprechenden Region.
es_mx: La cuenta de HoyoLAB seleccionada (servidor global) no puede usarse para iniciar el juego en el servidor de China. Cambia a la cuenta de la región correspondiente.
fr_fr: Le compte HoYoLAB international actuellement sélectionné ne peut pas être utilisé pour lancer le jeu sur les serveurs chinois. Veuillez basculer vers un compte de la région correspondante.
hi_in: चयनित HoyoLAB विदेशी खाते का उपयोग गेम के चीनी मुख्यभूमि संस्करण को लॉन्च करने के लिए नहीं किया जा सकता। कृपया वर्तमान सर्वर से मेल खाने वाले खाते पर स्विच करें।
id_id: Akun HoyoLAB Server Global yang dipilih saat ini tidak dapat digunakan untuk meluncurkan game Server CN, silakan ganti ke akun dari region yang sesuai.
ja_jp: 現在選択中の HoyoLAB グローバル版アカウントでは中国版のゲームを起動できません。対応するリージョンのアカウントに切り替えてください。
ko_kr: 현재 선택된 HoyoLAB 글로벌 서버 계정으로는 중국 서버 게임을 시작할 수 없습니다. 해당 지역 계정으로 전환해 주세요.
ru_ru: Выбранный международный аккаунт HoYoLAB нельзя использовать для запуска китайской версии игры. Переключитесь на аккаунт соответствующего региона.
zh_cn: 当前选中的 HoyoLAB 国际服账户无法用于启动国服游戏，请切换到对应区域的账户。
zh_tw: 目前選中的 HoyoLAB 國際服帳戶無法用於啟動國服遊戲，請切換到對應區域的帳戶。

# HoyolabAccount_ServerMismatch_CnMsg
source: The selected MiYouShe Chinese mainland account cannot be used to launch the overseas version of the game. Please switch to an account that matches the current server.
de_de: Das aktuell ausgewählte miHoYo-Konto für chinesische Server kann nicht zum Starten des internationalen Spiels verwendet werden. Bitte wechseln Sie zu einem Konto der entsprechenden Region.
es_mx: La cuenta de miHoYo seleccionada (servidor de China) no puede usarse para iniciar el juego en el servidor global. Cambia a la cuenta de la región correspondiente.
fr_fr: Le compte miHoYo chinois actuellement sélectionné ne peut pas être utilisé pour lancer le jeu sur les serveurs internationaux. Veuillez basculer vers un compte de la région correspondante.
hi_in: चयनित MiYouShe चीनी मुख्यभूमि खाते का उपयोग गेम के विदेशी संस्करण को लॉन्च करने के लिए नहीं किया जा सकता। कृपया वर्तमान सर्वर से मेल खाने वाले खाते पर स्विच करें।
id_id: Akun miHoYo Server CN yang dipilih saat ini tidak dapat digunakan untuk meluncurkan game Server Global, silakan ganti ke akun dari region yang sesuai.
ja_jp: 現在選択中のMiYouShe中国版アカウントではグローバル版のゲームを起動できません。対応するリージョンのアカウントに切り替えてください。
ko_kr: 현재 선택된 미유사 중국 서버 계정으로는 글로벌 서버 게임을 시작할 수 없습니다. 해당 지역 계정으로 전환해 주세요.
ru_ru: Выбранный китайский аккаунт miHoYo нельзя использовать для запуска международной версии игры. Переключитесь на аккаунт соответствующего региона.
zh_cn: 当前选中的米游社国服账户无法用于启动国际服游戏，请切换到对应区域的账户。
zh_tw: 目前選中的米遊社國服帳戶無法用於啟動國際服遊戲，請切換到對應區域的帳戶。

# RedeemReminderTitle
source: Redeem Code Reminder
de_de: Code-Erinnerung
es_mx: Aviso de códigos de canje
fr_fr: Rappel de codes de récompense
hi_in: रिडीम कोड अनुस्मारक
id_id: Pengingat Kode Redeem
it_it: Promemoria Codici Riscatto
ja_jp: コードリマインダー
ko_kr: 리딤 코드 알림
pt_br: Lembrete de códigos de resgate
ru_ru: Напоминание о промокодах
zh_cn: 兑换码提醒
zh_tw: 兌換碼提醒

# RedeemReminderToggle
source: Instant Alert on New Redeem Code Release
de_de: Sofortige Benachrichtigung bei neuen Codes
es_mx: Alerta instantánea al publicarse nuevos códigos de canje
fr_fr: Alerte immédiate lors de la publication d'un nouveau code
hi_in: नया रिडीम कोड जारी होने पर तुरंत अलर्ट
id_id: Peringatan Instan Saat Kode Redeem Baru Dirilis
it_it: Avviso Immediato al Rilascio di Nuovi Codici
ja_jp: 新コード公開時に即時通知
ko_kr: 새 리딤 코드 공개 시 즉시 알림
pt_br: Alerta instantâneo ao lançar novo código de resgate
ru_ru: Мгновенное оповещение о новых промокодах
zh_cn: 新兑换码发布时即时提醒
zh_tw: 新兌換碼發布時即時提醒

# RedeemReminderCaption
source: Get instant notifications for new redeem codes with an expiry countdown. Each code notifies only once.
de_de: Wenn aktiviert, werden bei neuen Codes sofort Benachrichtigungen mit Ablauf-Countdown angezeigt. Jeder Code wird nur einmal gemeldet.
es_mx: Recibe notificaciones instantáneas de nuevos códigos de canje con cuenta atrás de caducidad. Cada código notifica solo una vez.
fr_fr: Une fois activé, une notification avec le compte à rebours de validité sera envoyée dès la publication d'un nouveau code. Une seule notification par code.
hi_in: नए रिडीम कोड के लिए समाप्ति उलटी गिनती के साथ तुरंत सूचनाएँ प्राप्त करें। प्रत्येक कोड केवल एक बार सूचित करता है।
id_id: Dapatkan notifikasi instan untuk kode redeem baru dengan hitung mundur kedaluwarsa. Setiap kode hanya memberi notifikasi sekali.
it_it: Ricevi notifiche istantanee per i nuovi codici riscatto con conto alla rovescia per la scadenza. Ogni codice notifica una sola volta.
ja_jp: 新しいコードが公開されたら有効期限カウントダウン付きで通知。各コード1回のみ。
ko_kr: 새로운 리딤 코드에 대한 즉시 알림을 만료 카운트다운과 함께 받습니다. 각 코드는 한 번만 알립니다.
pt_br: Receba notificações instantâneas de novos códigos de resgate com contagem regressiva de expiração. Cada código notifica apenas uma vez.
ru_ru: Мгновенные уведомления о новых промокодах с обратным отсчётом. Каждый код — одно уведомление.
zh_cn: 开启后，当有新的兑换码发布时，将在第一时间推送通知并显示有效期倒计时。每期兑换码仅通知一次。
zh_tw: 開啟後，當有新的兌換碼發布時，將在第一時間推播通知並顯示有效期限倒數。每期兌換碼僅通知一次。

# PostLaunchTitle
source: Post-Launch Behavior
de_de: Nach dem Start
es_mx: Comportamiento tras el inicio
fr_fr: Comportement après lancement
hi_in: लॉन्च-पश्चात व्यवहार
id_id: Perilaku Setelah Peluncuran
it_it: Comportamento Post-Avvio
ja_jp: 起動後の動作
ko_kr: 실행 후 동작
pt_br: Comportamento pós-inicialização
ru_ru: Действие после запуска
zh_cn: 启动后行为
zh_tw: 啟動後行為

# PostLaunchHeader
source: After Game Launch
de_de: Nach Spielstart
es_mx: Después de iniciar el juego
fr_fr: Action après le lancement du jeu
hi_in: गेम लॉन्च के बाद
id_id: Setelah Game Diluncurkan
it_it: Dopo l'Avvio del Gioco
ja_jp: ゲーム起動後に実行
ko_kr: 게임 실행 후
pt_br: Após iniciar o jogo
ru_ru: После запуска игры
zh_cn: 游戏启动后执行
zh_tw: 遊戲啟動後執行
